

"kBluetoothConnectionFailedTitle"				= "Bluetooth-Audio fehlgeschlagen.";
"kBluetoothConnectionErrorTitle"				= "Beim Verbinden mit Ihrem Audiogerät ist ein Fehler aufgetreten.";
"kBluetoothConnectionFailedLinkKeyErrorExplanation"	= "Die Verbindung ist nicht mehr gültig. Verbinden Sie Ihr Gerät erneut und versuchen Sie es noch einmal.";
"kBluetoothConnectionFailedExplanation"			= "Beim Verbinden mit Ihrem Headset ist ein Fehler aufgetreten. Vergewissern Sie sich, dass es eingeschaltet und in Reichweite ist. Möglicherweise müssen Sie den Audioteil des verwendeten Programms neu starten.";
"kBluetoothSBCCodecMismatchExplanation"			= "Beim Verbinden mit Ihrem Headset ist ein Fehler aufgetreten. Das entfernte Gerät hat die codierte Audio-Stream-Konfiguration abgelehnt.";
"kBluetoothConnectionUnsupportedExplanation"	= "Der Verbindungsaufbau zum aktiven Audiogerät ist fehlgeschlagen. Versuchen Sie es erneut.";

"kBluetoothDisconnectedTitle"					= "Bluetooth-Audio getrennt";
"kBluetoothDisconnectedExplanation"				= "Die Verbindung zu Ihrem Headset wurde unerwartet getrennt. Überprüfen Sie, ob es eingeschaltet und in Reichweite ist. Möglicherweise müssen Sie den Audioteil des verwendeten Programms neu starten.";

"kBluetoothAudioInUseTitle"						= "Bluetooth-Audio in Verwendung.";
"kBluetoothAudioInUseExplanation"				= "Es wird bereits ein anderes Bluetooth-Headset verwendet. Es kann jeweils nur ein Bluetooth-Headset verwendet werden.";

"kBluetoothAudioOKButtonTitle"					= "OK";

"kBluetoothAudioSwitchHeadsetButtonTitle"		= "Headset nicht mehr verwenden";
"kBluetoothAudioSwitchHeadphoneButtonTitle"		= "Kopfhörer nicht mehr verwenden";

"kBluetoothAudioHeadsetDeviceType"				= "Headset";
"kBluetoothAudioHeadphoneDeviceType"			= "Kopfhörer";

"kBluetoothAudioSwitchButtonTitle"				= "Dieses Gerät verwenden";
"kBluetoothAudioTryAgainButtonTitle"			= "Erneut versuchen";
"kBluetoothAudioDisconnectButtonTitle"			= "Trennen";
"kBluetoothAudioAlwaysIgnoreButtonTitle"		= "Nicht erneut fragen";

"kBluetoothAudioSwitchHeadestMessageText"		= "Möchten Sie das Bluetooth-Gerät „%@ (Mono)“ als Audiogerät verwenden?";
"kBluetoothAudioSwitchA2DPMessageText"			= "Möchten Sie das Bluetooth-Gerät „%@ (Stereo)“ als Audiogerät verwenden?";

"kBluetoothAudioSwitchInfoText"					= "Sie können diesen Dialog in der Systemeinstellung „Bluetooth“ deaktivieren, indem Sie auf die erweiterten Optionen klicken und die Option „Alle eingehenden Audioanfragen melden“ deaktivieren.";

